export const homepageData = [
  {
    src: "/images/trainningdog.jpg",
    alt: "Doctor Yon  ",
    tituloImage: "״צריך לפרוק לו הרבה אנרגיה ולסגור אותו בכלוב אילוף!״ ",
    textoCurto: `
    לצערי הרבה אנשים צריכים להתמודד עם בעיה לא פשוטה, המוכרת מאוד ״חרדת נטישה״. זו אולי אחת הבעיות המוכרות ביותר בהתנהגות.
`,
    textoLongo: `
    ״צריך לפרוק לו הרבה אנרגיה ולסגור אותו בכלוב אילוף!״
לצערי הרבה אנשים צריכים להתמודד עם בעיה לא פשוטה, המוכרת מאוד ״חרדת נטישה״. זו אולי אחת הבעיות המוכרות ביותר בהתנהגות.

אבל מה זה בדיוק?
ההגדרה הכללית מתייחסת לכלבים שנכנסים לסטרס כשנמצאים לבד בבית או כשבן משפחה אחד מסוים לא בסביבה של הכלב. כשכלב עם חרדת נטישה נמצא במצב כזה הוא נכנס לסטרס גדול ומבטא את הסטרס עם התנהגות לא רצויה כמו נביחות בלתי פוסקות, יש כלבים שעושים צרכים בבית ויש כלבים שפשוט עושים נזק לחפצים בבית.
כן יכולה להיות התנהגות שקשורה למתח ולפרוק אנרגיה יכול לעזור לטפל בבעיה. אבל לא כל כלב עם בעיה כזאת צריך לרוץ מרתון בבוקר הוא להיות סגור בכלוב. יש מצבים שכן הכלוב יכול להיות טוב למהלך הטיפול, למשל אם הכלב יכול לעשות נזק לעצמו בגלל ההתנהגות החרדתית, אבל באופן כללי לסגור כלב עם חרדת נטישה במרחב קטן ומגביל יכול להחמיר את החרדה.
הטיפול כולל ללמד את הכלב להיות לבד בבית, העשרה סביבתית וללמד את הכלב להעסיק את עצמו, מקרים מאוד קשים יכולים לדרוש שילוב של טיפול תרופתי במטרה להקל על הסטרס ולאפשר לכלב להיות רגוע.
`,
  },
  {
    src: "/images/dogeating.png",
    alt: "Doctor Yon explain about animal nutrition ",
    tituloImage: "מה חשוב שיהיה באוכל?",
    textoCurto: `
    הרבה פעמים השאלה הזאת עולה או במרפאה או בקבוצות הרבות על כלבים וחתולים. קיימים קווי מנחה ומדריכים על תזונה שקובעים דרישות בסיסיות לתזונת כלבים וחתולים
`,
    textoLongo: `
הרבה פעמים השאלה הזאת עולה או במרפאה או בקבוצות הרבות על כלבים וחתולים. קיימים קווי מנחה ומדריכים על תזונה שקובעים דרישות בסיסיות לתזונת כלבים וחתולים. כמובן שחובה להכיל לפחות את המינימום הזה.
כשמדברים על רכיבים הנושא הרבה יותר גדול. הרכיבים מיועדים לספק את הנוטריאנטים, אבל יש גם חשיבות בטעם של האוכל ובתגובה של כל חתול וכל כלב. במזונות מסחריים כל הרכיבים מעורבבים והופכים להיות משהו אחד שאי אפשר להפריד בין רכיבים. אבל במזון טבעי הרכיבים הרבה פעמים נראים לעין. אולי אנחנו לא חושבים על זה כמו שצריך אבל הטעם של האוכל חשוב מאוד לוודא שהחתול או הכלב אוכלים כמו שצריך. כשאין אפשרות להפריד בין רכיבים, הרבה יותר קשה לזהות מה הם לא אוהבים.
עוד סיבה חשובה להפריד בין רכיבים היא לזהות איזה רכיב גורם לתגובות לא טובות לבעלי חיים עם רגישות או אלרגיה למזון.
אז התשובה הפשוטה לשאלה ״מה חשוב שיהיה באוכל?״
שיהיו רכיבים שהכלב או החתול אוהבים וכמובן שמכילים את כל הנוטריאנטים.
`,
  },

];
